exports.getServices = () => {
  const services = [
    { name: "-----",
      subServices: ["-----"] 
    },
    { name: "建設業",
      subServices: ["総合工事業", "職別工事業（設備工事業を除く）", "設備工事業"] 
    },
    {
      name: "製造業",
      subServices: ["食料品製造業", "飲料・たばこ・飼料製造業", "繊維工業", "木材・木製品製造業（家具を除く）", "家具・装備品製造業", 
        "パルプ・紙・紙加工品製造業", "印刷・同関連業", "化学工業", "石油製品・石炭製品製造業", "プラスチック製品製造業（別掲を除く）", "ゴム製品製造業",
        "なめし革・同製品・毛皮製造業", "窯業・土石製品製造業", "鉄鋼業", "非鉄金属製造業", "金属製品製造業",
        "はん用機械器具製造業", "生産用機械器具製造業", "業務用機械器具製造業", "電子部品・デバイス・電子回路製造業", "電気機械器具製造業",
        "情報通信機械器具製造業", "輸送用機械器具製造業", "その他の製造業"]
    },
    {
      name: "情報通信業",
      subServices: ["通信業", "放送業", "情報サービス業", "インターネット附随サービス業", "映像・音声・文字情報制作業"]
    },
    {
      name: "運輸業",
      subServices: ["道路旅客運送業", "道路貨物運送業", "水運業", "倉庫業", "運輸に附帯するサービス業"]
    },
    {
      name: "卸売業",
      subServices: ["各種商品卸売業", "繊維・衣服等卸売業", "飲食料品卸売業", "建築材料，鉱物・金属材料等卸売業", "機械器具卸売業",
        "その他の卸売業"]
    },
    {
      name: "小売業",
      subServices: ["各種商品小売業", "織物・衣服・身の回り品小売業", "飲食料品小売業", "機械器具小売業", "その他の小売業",
        "無店舗小売業"]
    },
    {
      name: "不動産",
      subServices: ["不動産取引業", "不動産賃貸業・管理業", "物品賃貸業"]
    },
    {
      name: "専門サービス",
      subServices: ["専門サービス業（他に分類されないもの）", "広告業", "技術サービス業（他に分類されないもの）"]
    },
    {
      name: "宿泊・飲食業",
      subServices: ["宿泊業", "飲食店", "持ち帰り・配達飲食サービス業"]
    },
    {
      name: "生活関連",
      subServices: ["洗濯・理容・美容・浴場業", "その他の生活関連サービス業", "娯楽業"]
    },
    {
      name: "その他サービス",
      subServices: ["廃棄物処理業", "自動車整備業", "機械等修理業（別掲を除く）", "職業紹介・労働者派遣業", "その他の事業サービス業"]
    }
  ];
  return services;
}
